module AncientLanguage.PrimarySource.Greek.Sblgnt.3John where

open import AncientLanguage.PrimarySource

3John : Source
3John = source "3John" "ΙΩΑΝΝΟΥ Γ"
  ( "The Greek New Testament: SBL Edition"
  ∷ "Michael W. Holmes, General Editor"
  ∷ "Copyright 2010 Logos Bible Software and the Society of Biblical Literature"
  ∷ "See http://SBLGNT.com for license details."
  ∷ [] )
  ( join 
  ( 
    ( p
    ∷ v 1 1
    ∷ w "Ὁ"
    ∷ w "πρεσβύτερος"
    ∷ w "Γαΐῳ"
    ∷ w "τῷ"
    ∷ ws "ἀγαπητῷ" ",  "
    ∷ w "ὃν"
    ∷ w "ἐγὼ"
    ∷ w "ἀγαπῶ"
    ∷ w "ἐν"
    ∷ ws "ἀληθείᾳ" ".  "
    ∷ [] )
  ∷ 
    ( p
    ∷ v 1 2
    ∷ ws "Ἀγαπητέ" ",  "
    ∷ w "περὶ"
    ∷ w "πάντων"
    ∷ w "εὔχομαί"
    ∷ w "σε"
    ∷ w "εὐοδοῦσθαι"
    ∷ w "καὶ"
    ∷ ws "ὑγιαίνειν" ",  "
    ∷ w "καθὼς"
    ∷ w "εὐοδοῦταί"
    ∷ w "σου"
    ∷ w "ἡ"
    ∷ ws "ψυχή" ".  "
    ∷ [] )
  ∷ 
    ( v 1 3
    ∷ w "ἐχάρην"
    ∷ w "γὰρ"
    ∷ w "λίαν"
    ∷ w "ἐρχομένων"
    ∷ w "ἀδελφῶν"
    ∷ w "καὶ"
    ∷ w "μαρτυρούντων"
    ∷ w "σου"
    ∷ w "τῇ"
    ∷ ws "ἀληθείᾳ" ",  "
    ∷ w "καθὼς"
    ∷ w "σὺ"
    ∷ w "ἐν"
    ∷ w "ἀληθείᾳ"
    ∷ ws "περιπατεῖς" ".  "
    ∷ [] )
  ∷ 
    ( v 1 4
    ∷ w "μειζοτέραν"
    ∷ w "τούτων"
    ∷ w "οὐκ"
    ∷ w "ἔχω"
    ∷ wp " ⸀" "χαράν" ",  "
    ∷ w "ἵνα"
    ∷ w "ἀκούω"
    ∷ w "τὰ"
    ∷ w "ἐμὰ"
    ∷ w "τέκνα"
    ∷ w "ἐν"
    ∷ wp " ⸀" "τῇ" " "
    ∷ w "ἀληθείᾳ"
    ∷ ws "περιπατοῦντα" ".  "
    ∷ [] )
  ∷ 
    ( p
    ∷ v 1 5
    ∷ ws "Ἀγαπητέ" ",  "
    ∷ w "πιστὸν"
    ∷ w "ποιεῖς"
    ∷ w "ὃ"
    ∷ w "ἐὰν"
    ∷ w "ἐργάσῃ"
    ∷ w "εἰς"
    ∷ w "τοὺς"
    ∷ w "ἀδελφοὺς"
    ∷ w "καὶ"
    ∷ wp " ⸀" "τοῦτο" " "
    ∷ ws "ξένους" ",  "
    ∷ [] )
  ∷ 
    ( v 1 6
    ∷ w "οἳ"
    ∷ w "ἐμαρτύρησάν"
    ∷ w "σου"
    ∷ w "τῇ"
    ∷ w "ἀγάπῃ"
    ∷ w "ἐνώπιον"
    ∷ ws "ἐκκλησίας" ",  "
    ∷ w "οὓς"
    ∷ w "καλῶς"
    ∷ w "ποιήσεις"
    ∷ w "προπέμψας"
    ∷ w "ἀξίως"
    ∷ w "τοῦ"
    ∷ ws "θεοῦ" "·  "
    ∷ [] )
  ∷ 
    ( v 1 7
    ∷ w "ὑπὲρ"
    ∷ w "γὰρ"
    ∷ w "τοῦ"
    ∷ w "ὀνόματος"
    ∷ w "ἐξῆλθον"
    ∷ w "μηδὲν"
    ∷ w "λαμβάνοντες"
    ∷ w "ἀπὸ"
    ∷ w "τῶν"
    ∷ wp " ⸀" "ἐθνικῶν" ".  "
    ∷ [] )
  ∷ 
    ( v 1 8
    ∷ w "ἡμεῖς"
    ∷ w "οὖν"
    ∷ w "ὀφείλομεν"
    ∷ wp " ⸀" "ὑπολαμβάνειν" " "
    ∷ w "τοὺς"
    ∷ ws "τοιούτους" ",  "
    ∷ w "ἵνα"
    ∷ w "συνεργοὶ"
    ∷ w "γινώμεθα"
    ∷ w "τῇ"
    ∷ ws "ἀληθείᾳ" ".  "
    ∷ [] )
  ∷ 
    ( p
    ∷ v 1 9
    ∷ w "Ἔγραψά"
    ∷ wp " ⸀" "τι" " "
    ∷ w "τῇ"
    ∷ ws "ἐκκλησίᾳ" "·  "
    ∷ w "ἀλλ’"
    ∷ w "ὁ"
    ∷ w "φιλοπρωτεύων"
    ∷ w "αὐτῶν"
    ∷ w "Διοτρέφης"
    ∷ w "οὐκ"
    ∷ w "ἐπιδέχεται"
    ∷ ws "ἡμᾶς" ".  "
    ∷ [] )
  ∷ 
    ( v 1 10
    ∷ w "διὰ"
    ∷ ws "τοῦτο" ",  "
    ∷ w "ἐὰν"
    ∷ ws "ἔλθω" ",  "
    ∷ w "ὑπομνήσω"
    ∷ w "αὐτοῦ"
    ∷ w "τὰ"
    ∷ w "ἔργα"
    ∷ w "ἃ"
    ∷ ws "ποιεῖ" ",  "
    ∷ w "λόγοις"
    ∷ w "πονηροῖς"
    ∷ w "φλυαρῶν"
    ∷ ws "ἡμᾶς" ",  "
    ∷ w "καὶ"
    ∷ w "μὴ"
    ∷ w "ἀρκούμενος"
    ∷ w "ἐπὶ"
    ∷ w "τούτοις"
    ∷ w "οὔτε"
    ∷ w "αὐτὸς"
    ∷ w "ἐπιδέχεται"
    ∷ w "τοὺς"
    ∷ w "ἀδελφοὺς"
    ∷ w "καὶ"
    ∷ w "τοὺς"
    ∷ w "βουλομένους"
    ∷ w "κωλύει"
    ∷ w "καὶ"
    ∷ w "ἐκ"
    ∷ w "τῆς"
    ∷ w "ἐκκλησίας"
    ∷ ws "ἐκβάλλει" ".  "
    ∷ [] )
  ∷ 
    ( p
    ∷ v 1 11
    ∷ ws "Ἀγαπητέ" ",  "
    ∷ w "μὴ"
    ∷ w "μιμοῦ"
    ∷ w "τὸ"
    ∷ w "κακὸν"
    ∷ w "ἀλλὰ"
    ∷ w "τὸ"
    ∷ ws "ἀγαθόν" ".  "
    ∷ w "ὁ"
    ∷ w "ἀγαθοποιῶν"
    ∷ w "ἐκ"
    ∷ w "τοῦ"
    ∷ w "θεοῦ"
    ∷ ws "ἐστιν" "·  "
    ∷ w "ὁ"
    ∷ w "κακοποιῶν"
    ∷ w "οὐχ"
    ∷ w "ἑώρακεν"
    ∷ w "τὸν"
    ∷ ws "θεόν" ".  "
    ∷ [] )
  ∷ 
    ( v 1 12
    ∷ w "Δημητρίῳ"
    ∷ w "μεμαρτύρηται"
    ∷ w "ὑπὸ"
    ∷ w "πάντων"
    ∷ w "καὶ"
    ∷ w "ὑπὸ"
    ∷ w "αὐτῆς"
    ∷ w "τῆς"
    ∷ ws "ἀληθείας" "·  "
    ∷ w "καὶ"
    ∷ w "ἡμεῖς"
    ∷ w "δὲ"
    ∷ ws "μαρτυροῦμεν" ",  "
    ∷ w "καὶ"
    ∷ wp " ⸀" "οἶδας" " "
    ∷ w "ὅτι"
    ∷ w "ἡ"
    ∷ w "μαρτυρία"
    ∷ w "ἡμῶν"
    ∷ w "ἀληθής"
    ∷ ws "ἐστιν" ".  "
    ∷ [] )
  ∷ 
    ( p
    ∷ v 1 13
    ∷ w "Πολλὰ"
    ∷ w "εἶχον"
    ∷ wp " ⸂" "γράψαι" " "
    ∷ ws "σοι" "⸃,  "
    ∷ w "ἀλλ’"
    ∷ w "οὐ"
    ∷ w "θέλω"
    ∷ w "διὰ"
    ∷ w "μέλανος"
    ∷ w "καὶ"
    ∷ w "καλάμου"
    ∷ w "σοι"
    ∷ wp " ⸀" "γράφειν" "·  "
    ∷ [] )
  ∷ 
    ( v 1 14
    ∷ w "ἐλπίζω"
    ∷ w "δὲ"
    ∷ w "εὐθέως"
    ∷ wp " ⸂" "σε" " "
    ∷ ws "ἰδεῖν" "⸃,  "
    ∷ w "καὶ"
    ∷ w "στόμα"
    ∷ w "πρὸς"
    ∷ w "στόμα"
    ∷ ws "λαλήσομεν" ".  "
    ∷ [] )
  ∷ 
    ( p
    ∷ v 1 15
    ∷ w "Εἰρήνη"
    ∷ ws "σοι" ".  "
    ∷ w "ἀσπάζονταί"
    ∷ w "σε"
    ∷ w "οἱ"
    ∷ ws "φίλοι" ".  "
    ∷ w "ἀσπάζου"
    ∷ w "τοὺς"
    ∷ w "φίλους"
    ∷ w "κατ’"
    ∷ ws "ὄνομα" ".  "
    ∷ [] )
  ∷ [] ) )
