module AncientLanguage.PrimarySource.Greek.Sblgnt.Philemon where

open import AncientLanguage.PrimarySource

philemon : Source
philemon = source "Philemon" "ΠΡΟΣ ΦΙΛΗΜΟΝΑ"
  ( "The Greek New Testament: SBL Edition"
  ∷ "Michael W. Holmes, General Editor"
  ∷ "Copyright 2010 Logos Bible Software and the Society of Biblical Literature"
  ∷ "See http://SBLGNT.com for license details."
  ∷ [] )
  ( join 
  ( 
    ( p
    ∷ v 1 1
    ∷ w "Παῦλος"
    ∷ w "δέσμιος"
    ∷ w "Χριστοῦ"
    ∷ w "Ἰησοῦ"
    ∷ w "καὶ"
    ∷ w "Τιμόθεος"
    ∷ w "ὁ"
    ∷ w "ἀδελφὸς"
    ∷ w "Φιλήμονι"
    ∷ w "τῷ"
    ∷ w "ἀγαπητῷ"
    ∷ w "καὶ"
    ∷ w "συνεργῷ"
    ∷ w "ἡμῶν"
    ∷ [] )
  ∷ 
    ( v 1 2
    ∷ w "καὶ"
    ∷ w "Ἀπφίᾳ"
    ∷ w "τῇ"
    ∷ wp " ⸀" "ἀδελφῇ" " "
    ∷ w "καὶ"
    ∷ w "Ἀρχίππῳ"
    ∷ w "τῷ"
    ∷ w "συστρατιώτῃ"
    ∷ w "ἡμῶν"
    ∷ w "καὶ"
    ∷ w "τῇ"
    ∷ w "κατ’"
    ∷ w "οἶκόν"
    ∷ w "σου"
    ∷ ws "ἐκκλησίᾳ" "·  "
    ∷ [] )
  ∷ 
    ( v 1 3
    ∷ w "χάρις"
    ∷ w "ὑμῖν"
    ∷ w "καὶ"
    ∷ w "εἰρήνη"
    ∷ w "ἀπὸ"
    ∷ w "θεοῦ"
    ∷ w "πατρὸς"
    ∷ w "ἡμῶν"
    ∷ w "καὶ"
    ∷ w "κυρίου"
    ∷ w "Ἰησοῦ"
    ∷ ws "Χριστοῦ" ".  "
    ∷ [] )
  ∷ 
    ( p
    ∷ v 1 4
    ∷ w "Εὐχαριστῶ"
    ∷ w "τῷ"
    ∷ w "θεῷ"
    ∷ w "μου"
    ∷ w "πάντοτε"
    ∷ w "μνείαν"
    ∷ w "σου"
    ∷ w "ποιούμενος"
    ∷ w "ἐπὶ"
    ∷ w "τῶν"
    ∷ w "προσευχῶν"
    ∷ ws "μου" ",  "
    ∷ [] )
  ∷ 
    ( v 1 5
    ∷ w "ἀκούων"
    ∷ w "σου"
    ∷ w "τὴν"
    ∷ w "ἀγάπην"
    ∷ w "καὶ"
    ∷ w "τὴν"
    ∷ w "πίστιν"
    ∷ w "ἣν"
    ∷ w "ἔχεις"
    ∷ wp " ⸀" "πρὸς" " "
    ∷ w "τὸν"
    ∷ w "κύριον"
    ∷ w "Ἰησοῦν"
    ∷ w "καὶ"
    ∷ w "εἰς"
    ∷ w "πάντας"
    ∷ w "τοὺς"
    ∷ ws "ἁγίους" ",  "
    ∷ [] )
  ∷ 
    ( v 1 6
    ∷ w "ὅπως"
    ∷ w "ἡ"
    ∷ w "κοινωνία"
    ∷ w "τῆς"
    ∷ w "πίστεώς"
    ∷ w "σου"
    ∷ w "ἐνεργὴς"
    ∷ w "γένηται"
    ∷ w "ἐν"
    ∷ w "ἐπιγνώσει"
    ∷ w "παντὸς"
    ∷ w "ἀγαθοῦ"
    ∷ wp " ⸀" "τοῦ" " "
    ∷ w "ἐν"
    ∷ w "ἡμῖν"
    ∷ w "εἰς"
    ∷ wp " ⸀" "Χριστόν" "·  "
    ∷ [] )
  ∷ 
    ( v 1 7
    ∷ wp " ⸀" "χαρὰν" " "
    ∷ w "γὰρ"
    ∷ wp " ⸂" "πολλὴν" " "
    ∷ ws "ἔσχον" "⸃  "
    ∷ w "καὶ"
    ∷ w "παράκλησιν"
    ∷ w "ἐπὶ"
    ∷ w "τῇ"
    ∷ w "ἀγάπῃ"
    ∷ ws "σου" ",  "
    ∷ w "ὅτι"
    ∷ w "τὰ"
    ∷ w "σπλάγχνα"
    ∷ w "τῶν"
    ∷ w "ἁγίων"
    ∷ w "ἀναπέπαυται"
    ∷ w "διὰ"
    ∷ ws "σοῦ" ",  "
    ∷ ws "ἀδελφέ" ".  "
    ∷ [] )
  ∷ 
    ( p
    ∷ v 1 8
    ∷ ws "Διό" ",  "
    ∷ w "πολλὴν"
    ∷ w "ἐν"
    ∷ w "Χριστῷ"
    ∷ w "παρρησίαν"
    ∷ w "ἔχων"
    ∷ w "ἐπιτάσσειν"
    ∷ w "σοι"
    ∷ w "τὸ"
    ∷ ws "ἀνῆκον" ",  "
    ∷ [] )
  ∷ 
    ( v 1 9
    ∷ w "διὰ"
    ∷ w "τὴν"
    ∷ w "ἀγάπην"
    ∷ w "μᾶλλον"
    ∷ ws "παρακαλῶ" ",  "
    ∷ w "τοιοῦτος"
    ∷ w "ὢν"
    ∷ w "ὡς"
    ∷ w "Παῦλος"
    ∷ w "πρεσβύτης"
    ∷ w "νυνὶ"
    ∷ w "δὲ"
    ∷ w "καὶ"
    ∷ w "δέσμιος"
    ∷ wp " ⸂" "Χριστοῦ" " "
    ∷ ws "Ἰησοῦ" "⸃—  "
    ∷ [] )
  ∷ 
    ( v 1 10
    ∷ w "παρακαλῶ"
    ∷ w "σε"
    ∷ w "περὶ"
    ∷ w "τοῦ"
    ∷ w "ἐμοῦ"
    ∷ ws "τέκνου" ",  "
    ∷ w "ὃν"
    ∷ w "ἐγέννησα"
    ∷ w "ἐν"
    ∷ w "τοῖς"
    ∷ wp " ⸀" "δεσμοῖς" " "
    ∷ ws "Ὀνήσιμον" ",  "
    ∷ [] )
  ∷ 
    ( v 1 11
    ∷ w "τόν"
    ∷ w "ποτέ"
    ∷ w "σοι"
    ∷ w "ἄχρηστον"
    ∷ w "νυνὶ"
    ∷ wp " ⸀" "δὲ" " "
    ∷ w "σοὶ"
    ∷ w "καὶ"
    ∷ w "ἐμοὶ"
    ∷ ws "εὔχρηστον" ",  "
    ∷ [] )
  ∷ 
    ( v 1 12
    ∷ w "ὃν"
    ∷ w "ἀνέπεμψά"
    ∷ wp " ⸂" "σοι" " "
    ∷ ws "αὐτόν" ",  "
    ∷ w "τοῦτ’"
    ∷ w "ἔστιν"
    ∷ w "τὰ"
    ∷ w "ἐμὰ"
    ∷ ws "σπλάγχνα" "⸃·  "
    ∷ [] )
  ∷ 
    ( v 1 13
    ∷ w "ὃν"
    ∷ w "ἐγὼ"
    ∷ w "ἐβουλόμην"
    ∷ w "πρὸς"
    ∷ w "ἐμαυτὸν"
    ∷ ws "κατέχειν" ",  "
    ∷ w "ἵνα"
    ∷ w "ὑπὲρ"
    ∷ w "σοῦ"
    ∷ wp " ⸂" "μοι" " "
    ∷ ws "διακονῇ" "⸃  "
    ∷ w "ἐν"
    ∷ w "τοῖς"
    ∷ w "δεσμοῖς"
    ∷ w "τοῦ"
    ∷ ws "εὐαγγελίου" ",  "
    ∷ [] )
  ∷ 
    ( v 1 14
    ∷ w "χωρὶς"
    ∷ w "δὲ"
    ∷ w "τῆς"
    ∷ w "σῆς"
    ∷ w "γνώμης"
    ∷ w "οὐδὲν"
    ∷ w "ἠθέλησα"
    ∷ ws "ποιῆσαι" ",  "
    ∷ w "ἵνα"
    ∷ w "μὴ"
    ∷ w "ὡς"
    ∷ w "κατὰ"
    ∷ w "ἀνάγκην"
    ∷ w "τὸ"
    ∷ w "ἀγαθόν"
    ∷ w "σου"
    ∷ w "ᾖ"
    ∷ w "ἀλλὰ"
    ∷ w "κατὰ"
    ∷ ws "ἑκούσιον" "·  "
    ∷ [] )
  ∷ 
    ( v 1 15
    ∷ w "τάχα"
    ∷ w "γὰρ"
    ∷ w "διὰ"
    ∷ w "τοῦτο"
    ∷ w "ἐχωρίσθη"
    ∷ w "πρὸς"
    ∷ w "ὥραν"
    ∷ w "ἵνα"
    ∷ w "αἰώνιον"
    ∷ w "αὐτὸν"
    ∷ ws "ἀπέχῃς" ",  "
    ∷ [] )
  ∷ 
    ( v 1 16
    ∷ w "οὐκέτι"
    ∷ w "ὡς"
    ∷ w "δοῦλον"
    ∷ w "ἀλλὰ"
    ∷ w "ὑπὲρ"
    ∷ ws "δοῦλον" ",  "
    ∷ w "ἀδελφὸν"
    ∷ ws "ἀγαπητόν" ",  "
    ∷ w "μάλιστα"
    ∷ ws "ἐμοί" ",  "
    ∷ w "πόσῳ"
    ∷ w "δὲ"
    ∷ w "μᾶλλον"
    ∷ w "σοὶ"
    ∷ w "καὶ"
    ∷ w "ἐν"
    ∷ w "σαρκὶ"
    ∷ w "καὶ"
    ∷ w "ἐν"
    ∷ ws "κυρίῳ" ".  "
    ∷ [] )
  ∷ 
    ( p
    ∷ v 1 17
    ∷ w "Εἰ"
    ∷ w "οὖν"
    ∷ w "με"
    ∷ w "ἔχεις"
    ∷ ws "κοινωνόν" ",  "
    ∷ w "προσλαβοῦ"
    ∷ w "αὐτὸν"
    ∷ w "ὡς"
    ∷ ws "ἐμέ" ".  "
    ∷ [] )
  ∷ 
    ( v 1 18
    ∷ w "εἰ"
    ∷ w "δέ"
    ∷ w "τι"
    ∷ w "ἠδίκησέν"
    ∷ w "σε"
    ∷ w "ἢ"
    ∷ ws "ὀφείλει" ",  "
    ∷ w "τοῦτο"
    ∷ w "ἐμοὶ"
    ∷ wp " ⸀" "ἐλλόγα" "·  "
    ∷ [] )
  ∷ 
    ( v 1 19
    ∷ w "ἐγὼ"
    ∷ w "Παῦλος"
    ∷ w "ἔγραψα"
    ∷ w "τῇ"
    ∷ w "ἐμῇ"
    ∷ ws "χειρί" ",  "
    ∷ w "ἐγὼ"
    ∷ ws "ἀποτίσω" "·  "
    ∷ w "ἵνα"
    ∷ w "μὴ"
    ∷ w "λέγω"
    ∷ w "σοι"
    ∷ w "ὅτι"
    ∷ w "καὶ"
    ∷ w "σεαυτόν"
    ∷ w "μοι"
    ∷ ws "προσοφείλεις" ".  "
    ∷ [] )
  ∷ 
    ( v 1 20
    ∷ ws "ναί" ",  "
    ∷ ws "ἀδελφέ" ",  "
    ∷ w "ἐγώ"
    ∷ w "σου"
    ∷ w "ὀναίμην"
    ∷ w "ἐν"
    ∷ ws "κυρίῳ" "·  "
    ∷ w "ἀνάπαυσόν"
    ∷ w "μου"
    ∷ w "τὰ"
    ∷ w "σπλάγχνα"
    ∷ w "ἐν"
    ∷ wp " ⸀" "Χριστῷ" ".  "
    ∷ [] )
  ∷ 
    ( v 1 21
    ∷ w "πεποιθὼς"
    ∷ w "τῇ"
    ∷ w "ὑπακοῇ"
    ∷ w "σου"
    ∷ w "ἔγραψά"
    ∷ ws "σοι" ",  "
    ∷ w "εἰδὼς"
    ∷ w "ὅτι"
    ∷ w "καὶ"
    ∷ w "ὑπὲρ"
    ∷ wp " ⸀" "ἃ" " "
    ∷ w "λέγω"
    ∷ ws "ποιήσεις" ".  "
    ∷ [] )
  ∷ 
    ( v 1 22
    ∷ w "ἅμα"
    ∷ w "δὲ"
    ∷ w "καὶ"
    ∷ w "ἑτοίμαζέ"
    ∷ w "μοι"
    ∷ ws "ξενίαν" ",  "
    ∷ w "ἐλπίζω"
    ∷ w "γὰρ"
    ∷ w "ὅτι"
    ∷ w "διὰ"
    ∷ w "τῶν"
    ∷ w "προσευχῶν"
    ∷ w "ὑμῶν"
    ∷ w "χαρισθήσομαι"
    ∷ ws "ὑμῖν" ".  "
    ∷ [] )
  ∷ 
    ( p
    ∷ v 1 23
    ∷ wp " ⸀" "Ἀσπάζεταί" " "
    ∷ w "σε"
    ∷ w "Ἐπαφρᾶς"
    ∷ w "ὁ"
    ∷ w "συναιχμάλωτός"
    ∷ w "μου"
    ∷ w "ἐν"
    ∷ w "Χριστῷ"
    ∷ ws "Ἰησοῦ" ",  "
    ∷ [] )
  ∷ 
    ( v 1 24
    ∷ ws "Μᾶρκος" ",  "
    ∷ ws "Ἀρίσταρχος" ",  "
    ∷ ws "Δημᾶς" ",  "
    ∷ ws "Λουκᾶς" ",  "
    ∷ w "οἱ"
    ∷ w "συνεργοί"
    ∷ ws "μου" ".  "
    ∷ [] )
  ∷ 
    ( p
    ∷ v 1 25
    ∷ w "Ἡ"
    ∷ w "χάρις"
    ∷ w "τοῦ"
    ∷ wp " ⸀" "κυρίου" " "
    ∷ w "Ἰησοῦ"
    ∷ w "Χριστοῦ"
    ∷ w "μετὰ"
    ∷ w "τοῦ"
    ∷ w "πνεύματος"
    ∷ wp " ⸀" "ὑμῶν" ".  "
    ∷ [] )
  ∷ [] ) )
